Repository: Tallack-Media-Corp/facets
Catalog: Facets/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: Estimated from the model's shape for %1$@, with typical settings: 0.2 mm layers, two walls and 15%% %2$@ infill. Your slicer will typically be within 10%% on filament and %3$lld%% on time, more if the model needs supports.
de: Geschätzt aus der Form des Modells für %@, mit typischen Einstellungen: 0,2 mm Schichthöhe, zwei Wände und 15 %% %@-Infill. Dein Slicer weicht meist bis zu 10 %% beim Filament und %lld %% bei der Zeit ab, mehr, wenn das Modell Stützstrukturen braucht.
es: Estimación a partir de la forma del modelo para %@, con ajustes habituales: capas de 0,2 mm, dos paredes y un 15 %% de relleno de %@. Tu laminador suele diferir hasta un 10 %% en filamento y un %lld %% en tiempo, más si el modelo necesita soportes.
fr: Estimation d'après la forme du modèle pour %@, avec des réglages courants : couches de 0,2 mm, deux parois et remplissage de 15 %% en %@. Votre trancheur sera en général à 10 %% près pour le filament et à %lld %% près pour le temps, davantage si le modèle nécessite des supports.
ja: %1$@向けに、一般的な設定（レイヤー0.2 mm、壁2層、%2$@インフィル15%%）でモデルの形状から見積もっています。通常、スライサーとの差はフィラメントで10%%以内、時間で%3$lld%%以内ですが、サポートが必要なモデルではさらに大きくなります。

source: Facets can only open files you choose. Open it again from Files, or add its folder under Library › Browse.
de: Facets kann nur Dateien öffnen, die du auswählst. Öffne sie erneut aus „Dateien“ oder füge ihren Ordner unter „Bibliothek“ › „Durchsuchen“ hinzu.
es: Facets solo puede abrir los archivos que elijas. Vuelve a abrirlo desde Archivos o añade su carpeta en Biblioteca › Explorar.
fr: Facets ne peut ouvrir que les fichiers que vous choisissez. Ouvrez-le à nouveau depuis Fichiers ou ajoutez son dossier dans Bibliothèque › Parcourir.
ja: Facetsが開けるのは選択したファイルだけです。“ファイル”からもう一度開くか、“ライブラリ › ブラウズ”でそのフォルダを追加してください。

source: Facets couldn't finish that. Try again in a moment.
de: Facets konnte das nicht abschließen. Versuche es gleich noch einmal.
es: Facets no ha podido terminar. Inténtalo de nuevo en un momento.
fr: Facets n'a pas pu terminer l'opération. Réessayez dans un instant.
ja: Facetsは処理を完了できませんでした。しばらくしてからもう一度お試しください。

source: Facets is free and open source. It makes no network connections of its own and collects nothing; your library syncs through your own iCloud Drive.
de: Facets ist kostenlos und Open Source. Die App baut selbst keine Netzwerkverbindungen auf und sammelt nichts; deine Bibliothek wird über dein eigenes iCloud Drive synchronisiert.
es: Facets es gratuito y de código abierto. No establece conexiones de red propias ni recopila nada; tu biblioteca se sincroniza a través de tu propio iCloud Drive.
fr: Facets est gratuit et open source. L'app n'établit aucune connexion réseau propre et ne collecte rien ; votre bibliothèque se synchronise via votre propre iCloud Drive.
ja: Facetsは無料のオープンソースです。独自にネットワーク接続することはなく、何も収集しません。ライブラリはご自身のiCloud Driveで同期されます。

source: Facets on GitHub
de: Facets auf GitHub
es: Facets en GitHub
fr: Facets sur GitHub
ja: GitHubのFacets

source: Facets opens STL, 3MF and OBJ files. This one is something else, or has the wrong extension.
de: Facets öffnet STL-, 3MF- und OBJ-Dateien. Diese Datei ist etwas anderes oder hat die falsche Endung.
es: Facets abre archivos STL, 3MF y OBJ. Este es de otro tipo o tiene una extensión incorrecta.
fr: Facets ouvre les fichiers STL, 3MF et OBJ. Celui-ci est d'un autre type ou porte une mauvaise extension.
ja: FacetsはSTL、3MF、OBJファイルを開きます。このファイルは別の形式か、拡張子が正しくありません。

source: Filament for Estimates
de: Filament für Schätzungen
es: Filamento para estimaciones
fr: Filament pour les estimations
ja: 見積もり用フィラメント

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル

source: File Not Found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
ja: ファイルが見つかりません

source: File Units
de: Einheiten der Datei
es: Unidades del archivo
fr: Unités du fichier
ja: ファイルの単位

source: File Units sets what one unit in the file means, for a model saved in metres, centimetres or inches. Facets remembers it for this file; the file itself isn't changed.
de: „Einheiten der Datei“ legt fest, was eine Einheit in der Datei bedeutet, wenn ein Modell in Metern, Zentimetern oder Zoll gesichert wurde. Facets merkt sich das für diese Datei; die Datei selbst bleibt unverändert.
es: “Unidades del archivo” define qué significa una unidad del archivo, para modelos guardados en metros, centímetros o pulgadas. Facets lo recuerda para este archivo; el archivo en sí no cambia.
fr: « Unités du fichier » définit ce que vaut une unité du fichier, pour un modèle enregistré en mètres, centimètres ou pouces. Facets s'en souvient pour ce fichier ; le fichier lui-même n'est pas modifié.
ja: “ファイルの単位”では、メートル、センチメートル、インチで保存されたモデルについて、ファイル内の1単位が何を表すかを設定します。Facetsはこのファイルの設定を記憶します。ファイル自体は変更されません。

source: Find STL, 3MF and OBJ files by name, in every folder.
de: Finde STL-, 3MF- und OBJ-Dateien nach Namen, in allen Ordnern.
es: Busca archivos STL, 3MF y OBJ por nombre en todas las carpetas.
fr: Trouvez les fichiers STL, 3MF et OBJ par nom, dans tous les dossiers.
ja: すべてのフォルダからSTL、3MF、OBJファイルを名前で検索します。

source: Find in Files…
de: In „Dateien“ suchen …
es: Buscar en Archivos…
fr: Rechercher dans Fichiers…
ja: “ファイル”で検索…

source: Fit to Screen
de: An Bildschirm anpassen
es: Ajustar a la pantalla
fr: Ajuster à l'écran
ja: 画面に合わせる

source: Fits
de: Passt
es: Cabe
fr: Tient
ja: 収まる

source: Fits %@ as oriented
de: Passt so ausgerichtet auf %@
es: Cabe en %@ con esta orientación
fr: Tient sur %@ dans cette orientation
ja: この向きで%@に収まります

source: Fits %@ turned 90°
de: Passt um 90° gedreht auf %@
es: Cabe en %@ girado 90°
fr: Tient sur %@ en tournant de 90°
ja: 90°回転すると%@に収まります

source: Fits %@, but runs off the plate as arranged
de: Passt auf %@, ragt so angeordnet aber über die Platte
es: Cabe en %@, pero tal como está colocado se sale de la placa
fr: Tient sur %@, mais dépasse du plateau tel que disposé
ja: %@に収まりますが、現在の配置ではプレートからはみ出します

source: Fits turned 90°
de: Passt um 90° gedreht
es: Cabe girado 90°
fr: Tient en tournant de 90°
ja: 90°回転すると収まります

source: Fits, but runs off the plate as arranged
de: Passt, ragt so angeordnet aber über die Platte
es: Cabe, pero tal como está colocado se sale de la placa
fr: Tient, mais dépasse du plateau tel que disposé
ja: 収まりますが、現在の配置ではプレートからはみ出します

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ

source: Free up some space on this device and try again.
de: Gib etwas Speicherplatz auf diesem Gerät frei und versuche es erneut.
es: Libera espacio en este dispositivo e inténtalo de nuevo.
fr: Libérez de l'espace sur cet appareil, puis réessayez.
ja: このデバイスの空き容量を増やしてから、もう一度お試しください。

source: From the slicer, as of when the project was last sliced.
de: Vom Slicer, Stand des letzten Slicens.
es: Del laminador, según el último laminado del proyecto.
fr: Selon le trancheur, lors du dernier tranchage du projet.
ja: スライサーによる値です（プロジェクトを最後にスライスした時点）。

source: From the slicer, for every plate together, as of when the project was last sliced.
de: Vom Slicer, für alle Platten zusammen, Stand des letzten Slicens.
es: Del laminador, para todas las placas juntas, según el último laminado del proyecto.
fr: Selon le trancheur, pour l'ensemble des plateaux, lors du dernier tranchage du projet.
ja: スライサーによる全プレート合計の値です（プロジェクトを最後にスライスした時点）。

source: Front
de: Vorne
es: Frontal
fr: Avant
ja: 前面

source: Gestures
de: Gesten
es: Gestos
fr: Gestes
ja: ジェスチャ

source: Get Model Dimensions
de: Modellmaße abrufen
es: Obtener dimensiones del modelo
fr: Obtenir les dimensions du modèle
ja: モデルの寸法を取得

source: Get the dimensions of ${model}
de: Maße von ${model} abrufen
es: Obtener las dimensiones de ${model}
fr: Obtenir les dimensions de ${model}
ja: ${model}の寸法を取得

source: Gives a model's width, depth and height, in the units set in Facets. For a project with several plates, it's the first plate, as Facets opens it.
de: Gibt Breite, Tiefe und Höhe eines Modells in den in Facets eingestellten Einheiten aus. Bei einem Projekt mit mehreren Platten gilt die erste Platte, so wie Facets sie öffnet.
es: Da el ancho, el fondo y el alto de un modelo en las unidades ajustadas en Facets. En un proyecto con varias placas, es la primera placa, tal como la abre Facets.
fr: Indique la largeur, la profondeur et la hauteur d'un modèle, dans les unités définies dans Facets. Pour un projet à plusieurs plateaux, il s'agit du premier plateau, tel que Facets l'ouvre.
ja: モデルの幅、奥行き、高さを、Facetsで設定した単位で返します。複数のプレートがあるプロジェクトでは、Facetsで開いたときの最初のプレートの値になります。

source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン

source: Grey
de: Grau
es: Gris
fr: Gris
ja: グレイ

source: Height
de: Höhe
es: Alto
fr: Hauteur
ja: 高さ

source: Hidden objects aren't counted in the size and volume above.
de: Ausgeblendete Objekte zählen nicht zu Größe und Volumen oben.
es: Los objetos ocultos no se cuentan en el tamaño ni en el volumen de arriba.
fr: Les objets masqués ne sont pas pris en compte dans la taille et le volume ci-dessus.
ja: 非表示のオブジェクトは上記のサイズと体積に含まれません。

source: Icons
de: Symbole
es: Iconos
fr: Icônes
ja: アイコン

source: Icons or a List
de: Symbole oder Liste
es: Iconos o lista
fr: Icônes ou liste
ja: アイコンまたはリスト

source: Import Files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
ja: ファイルを読み込む

source: Import Files…
de: Dateien importieren …
es: Importar archivos…
fr: Importer des fichiers…
ja: ファイルを読み込む…

source: Import STL, 3MF and OBJ files or make a folder. In Files, Mail or any app, Share › Facets saves one here too.
de: Importiere STL-, 3MF- und OBJ-Dateien oder erstelle einen Ordner. In „Dateien“, Mail oder jeder anderen App sichert „Teilen“ › „Facets“ eine Datei ebenfalls hier.
es: Importa archivos STL, 3MF y OBJ o crea una carpeta. En Archivos, Mail o cualquier app, Compartir › Facets también guarda uno aquí.
fr: Importez des fichiers STL, 3MF et OBJ ou créez un dossier. Dans Fichiers, Mail ou toute autre app, Partager › Facets en enregistre aussi un ici.
ja: STL、3MF、OBJファイルを読み込むか、フォルダを作成します。“ファイル”、“メール”などのAppで“共有 › Facets”を選んでもここに保存できます。

source: Import STL, 3MF and OBJ files or make a folder. You can also drag files in from the Finder.
de: Importiere STL-, 3MF- und OBJ-Dateien oder erstelle einen Ordner. Du kannst Dateien auch aus dem Finder hierher ziehen.
es: Importa archivos STL, 3MF y OBJ o crea una carpeta. También puedes arrastrar archivos desde el Finder.
fr: Importez des fichiers STL, 3MF et OBJ ou créez un dossier. Vous pouvez aussi faire glisser des fichiers depuis le Finder.
ja: STL、3MF、OBJファイルを読み込むか、フォルダを作成します。Finderからファイルをドラッグすることもできます。

source: Import STL, 3MF and OBJ files, or drag them here from the Finder.
de: Importiere STL-, 3MF- und OBJ-Dateien oder ziehe sie aus dem Finder hierher.
es: Importa archivos STL, 3MF y OBJ, o arrástralos aquí desde el Finder.
fr: Importez des fichiers STL, 3MF et OBJ, ou faites-les glisser ici depuis le Finder.
ja: STL、3MF、OBJファイルを読み込むか、Finderからここにドラッグしてください。

source: Import STL, 3MF and OBJ files, or save them to Facets from the Files app, Mail or any app's share sheet.
de: Importiere STL-, 3MF- und OBJ-Dateien oder sichere sie über das Teilen-Menü von „Dateien“, Mail oder einer anderen App in Facets.
es: Importa archivos STL, 3MF y OBJ, o guárdalos en Facets desde la app Archivos, Mail o la hoja Compartir de cualquier app.
fr: Importez des fichiers STL, 3MF et OBJ, ou enregistrez-les dans Facets depuis l'app Fichiers, Mail ou la feuille de partage de toute app.
ja: STL、3MF、OBJファイルを読み込むか、“ファイル”App、“メール”などのAppの共有シートからFacetsに保存してください。

source: In Browse locations, models under 5 MB that are only in the cloud download once so their pictures show. Opening a model always downloads it.
de: An Orten unter „Durchsuchen“ werden Modelle unter 5 MB, die nur in der Cloud liegen, einmal geladen, damit ihre Bilder erscheinen. Beim Öffnen wird ein Modell immer geladen.
es: En las ubicaciones de Explorar, los modelos de menos de 5 MB que solo están en la nube se descargan una vez para mostrar su imagen. Abrir un modelo siempre lo descarga.
fr: Dans les emplacements de Parcourir, les modèles de moins de 5 Mo présents uniquement dans le nuage sont téléchargés une fois pour afficher leur image. Ouvrir un modèle le télécharge toujours.
ja: ブラウズの場所では、クラウドにしかない5 MB未満のモデルが、サムネールを表示するために一度だけダウンロードされます。モデルを開くと常にダウンロードされます。

source: In the Files app, your library is the Facets folder in iCloud Drive.
de: In der App „Dateien“ ist deine Bibliothek der Ordner „Facets“ in iCloud Drive.
es: En la app Archivos, tu biblioteca es la carpeta Facets de iCloud Drive.
fr: Dans l'app Fichiers, votre bibliothèque est le dossier Facets d'iCloud Drive.
ja: “ファイル”Appでは、ライブラリはiCloud DriveのFacetsフォルダです。

source: In the Files app, your library is under %@ › Facets.
de: In der App „Dateien“ findest du deine Bibliothek unter „%@“ › „Facets“.
es: En la app Archivos, tu biblioteca está en %@ › Facets.
fr: Dans l'app Fichiers, votre bibliothèque se trouve dans %@ › Facets.
ja: “ファイル”Appでは、ライブラリは“%@ › Facets”にあります。

source: In the cloud, downloads when opened
de: In der Cloud, wird beim Öffnen geladen
es: En la nube, se descarga al abrirlo
fr: Dans le nuage, téléchargé à l'ouverture
ja: クラウド上にあり、開くとダウンロードされます

source: In your Facets library
de: In deiner Facets-Bibliothek
es: En tu biblioteca de Facets
fr: Dans votre bibliothèque Facets
ja: Facetsライブラリ内

source: Inches
de: Zoll
es: Pulgadas
fr: Pouces
ja: インチ

source: Isometric
de: Isometrisch
es: Isométrica
fr: Isométrique
ja: 等角

source: It can't be restored after this.
de: Danach kann es nicht wiederhergestellt werden.
es: Después no se podrá restaurar.
fr: Il ne pourra plus être restauré.
ja: この操作のあとは復元できません。

source: It doesn't fit this printer as it sits.
de: In seiner jetzigen Lage passt es nicht auf diesen Drucker.
es: En su posición actual no cabe en esta impresora.
fr: Il ne tient pas sur cette imprimante dans sa position actuelle.
ja: 現在の向きではこのプリンタに収まりません。

source: It has no data in it. If it came from a download, try downloading it again.
de: Sie enthält keine Daten. Wenn sie aus einem Download stammt, lade sie erneut herunter.
es: No contiene datos. Si lo has descargado, prueba a descargarlo de nuevo.
fr: Il ne contient aucune donnée. S'il provient d'un téléchargement, essayez de le télécharger à nouveau.
ja: データが含まれていません。ダウンロードしたファイルの場合は、もう一度ダウンロードしてみてください。

source: It may be damaged or only partly downloaded, or use a part of the format Facets doesn't read yet. Try downloading it again, or open it in your slicer.
de: Sie ist vielleicht beschädigt oder nur teilweise geladen, oder sie nutzt einen Teil des Formats, den Facets noch nicht liest. Lade sie erneut herunter oder öffne sie in deinem Slicer.
es: Puede que esté dañado o descargado a medias, o que use una parte del formato que Facets aún no lee. Prueba a descargarlo de nuevo o ábrelo en tu laminador.
fr: Il est peut-être endommagé ou partiellement téléchargé, ou utilise une partie du format que Facets ne lit pas encore. Essayez de le télécharger à nouveau ou ouvrez-le dans votre trancheur.
ja: ファイルが破損しているか、一部しかダウンロードされていないか、Facetsがまだ対応していない形式の機能を使用している可能性があります。もう一度ダウンロードするか、スライサーで開いてみてください。

source: It was moved, renamed or deleted since Facets last saw it.
de: Sie wurde bewegt, umbenannt oder gelöscht, seit Facets sie zuletzt gesehen hat.
es: Se ha movido, renombrado o eliminado desde la última vez que Facets lo vio.
fr: Il a été déplacé, renommé ou supprimé depuis la dernière fois que Facets l'a vu.
ja: Facetsが前回確認したあとに、移動、名称変更、または削除されました。

source: It's only %@ across, smaller than anything a printer makes. Files in metres or inches open this way. You can change this later in Info.
de: Es ist nur %@ groß, kleiner als alles, was ein Drucker herstellt. Dateien in Metern oder Zoll öffnen sich so. Du kannst das später unter „Info“ ändern.
es: Solo mide %@ de diámetro, menos que cualquier cosa que haga una impresora. Los archivos en metros o pulgadas se abren así. Puedes cambiarlo más tarde en Información.
fr: Il ne mesure que %@ de diamètre, plus petit que tout ce qu'une imprimante peut produire. Les fichiers en mètres ou en pouces s'ouvrent ainsi. Vous pourrez modifier cela plus tard dans Infos.
ja: 大きさがわずか%@で、プリンタで造形できるどんなものよりも小さくなっています。メートルやインチで保存されたファイルはこのように開かれます。この設定はあとで“情報”で変更できます。

source: Jump straight to the front, back, sides, top or bottom.
de: Springe direkt nach vorne, hinten, zu den Seiten, nach oben oder unten.
es: Ve directamente a la vista frontal, trasera, lateral, superior o inferior.
fr: Passez directement à la vue avant, arrière, latérale, de dessus ou de dessous.
ja: 前面、背面、側面、上面、底面にすばやく切り替えます。

source: Keep
de: Behalten
es: Conservar
fr: Conserver
ja: 残す

source: Lay Flat
de: Flach legen
es: Colocar en cara
fr: Poser à plat
ja: 面で置く

source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左側面

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ

source: Licence
de: Lizenz
es: Licencia
ja: ライセンス

source: List
de: Liste
es: Lista
fr: Liste
ja: リスト

source: Loading folder
de: Ordner wird geladen
es: Cargando carpeta
fr: Chargement du dossier
ja: フォルダを読み込み中

source: Location
de: Ort
es: Ubicación
fr: Emplacement
ja: 場所

source: Locations
de: Orte
es: Ubicaciones
fr: Emplacements
ja: 場所

source: Long-press a model in Files for a 3D Quick Look preview.
de: Drücke in „Dateien“ lange auf ein Modell für eine 3D-Vorschau mit Quick Look.
es: Mantén pulsado un modelo en Archivos para ver una previsualización 3D con Quick Look.
fr: Appuyez longuement sur un modèle dans Fichiers pour un aperçu 3D Quick Look.
ja: “ファイル”でモデルを長押しすると、Quick Lookで3Dプレビューが表示されます。

source: MIT Licence. The source code, issues and releases are on GitHub.
de: MIT-Lizenz. Quellcode, Issues und Releases findest du auf GitHub.
es: Licencia MIT. El código fuente, las incidencias y las versiones están en GitHub.
fr: Licence MIT. Le code source, les tickets et les versions sont sur GitHub.
ja: MITライセンス。ソースコード、Issue、リリースはGitHubにあります。

source: Made With
de: Erstellt mit
es: Hecho con
fr: Conçu avec
ja: 作成アプリ

source: Measure
de: Messen
es: Medir
fr: Mesurer
ja: 計測

source: Measure between two points, lay a face flat on the plate, or cut a cross-section to see inside.
de: Miss zwischen zwei Punkten, lege eine Fläche flach auf die Platte oder schneide einen Querschnitt, um hineinzusehen.
es: Mide entre dos puntos, apoya una cara sobre la placa o corta una sección transversal para ver el interior.
fr: Mesurez entre deux points, posez une face à plat sur le plateau ou faites une coupe pour voir l'intérieur.
ja: 2点間を計測したり、面をプレートに合わせて置いたり、断面で内部を確認したりできます。

source: Mesh
de: Netz
es: Malla
fr: Maillage
ja: メッシュ

source: Metres
de: Meter
es: Metros
fr: Mètres
ja: メートル

source: Millimetres
de: Millimeter
es: Milímetros
fr: Millimètres
ja: ミリメートル

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル

source: Model Colour
de: Modellfarbe
es: Color del modelo
fr: Couleur du modèle
ja: モデルカラー

source: Model Dimensions
de: Modellmaße
es: Dimensiones del modelo
fr: Dimensions du modèle
ja: モデルの寸法

source: Model Info
de: Modellinfo
es: Información del modelo
fr: Infos du modèle
ja: モデル情報

source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル

source: Models and folders you delete stay here for 30 days, so you can put them back.
de: Gelöschte Modelle und Ordner bleiben 30 Tage hier, damit du sie zurücklegen kannst.
es: Los modelos y carpetas que elimines se quedan aquí 30 días para que puedas recuperarlos.
fr: Les modèles et dossiers que vous supprimez restent ici pendant 30 jours, pour que vous puissiez les remettre en place.
ja: 削除したモデルやフォルダは30日間ここに残るので、元に戻すことができます。

source: Models you open, here or from other apps, appear here.
de: Modelle, die du hier oder aus anderen Apps öffnest, erscheinen hier.
es: Aquí aparecen los modelos que abres, desde aquí o desde otras apps.
fr: Les modèles que vous ouvrez, ici ou depuis d'autres apps, apparaissent ici.
ja: ここやほかのAppから開いたモデルがここに表示されます。

source: Move "%@"
de: „%@“ bewegen
es: Mover “%@”
fr: Déplacer « %@ »
ja: “%@”を移動

source: Moved or deleted
de: Bewegt oder gelöscht
es: Movido o eliminado
fr: Déplacé ou supprimé
ja: 移動または削除済み

source: Move…
de: Bewegen …
es: Mover…
fr: Déplacer…
ja: 移動…

source: My Models
de: Meine Modelle
es: Mis modelos
fr: Mes modèles
ja: マイモデル

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ

source: No Access to This File
de: Kein Zugriff auf diese Datei
es: Sin acceso a este archivo
fr: Pas d'accès à ce fichier
ja: このファイルにアクセスできません

source: No Models Here
de: Keine Modelle hier
es: No hay modelos aquí
fr: Aucun modèle ici
ja: モデルがありません

source: No Models Yet
de: Noch keine Modelle
es: Aún no hay modelos
fr: Aucun modèle pour l'instant
ja: まだモデルがありません

source: No Recent Models
de: Keine zuletzt geöffneten Modelle
es: No hay modelos recientes
fr: Aucun modèle récent
ja: 最近使ったモデルはありません

source: No printer selected
de: Kein Drucker ausgewählt
es: Ninguna impresora seleccionada
fr: Aucune imprimante sélectionnée
ja: プリンタが選択されていません

source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし

source: Not Enough Storage
de: Nicht genug Speicherplatz
es: Espacio insuficiente
fr: Stockage insuffisant
ja: ストレージが不足しています

source: Not an STL, 3MF or OBJ File
de: Keine STL-, 3MF- oder OBJ-Datei
es: No es un archivo STL, 3MF ni OBJ
fr: Pas un fichier STL, 3MF ou OBJ
ja: STL、3MF、OBJファイルではありません

source: Not saved in Facets
de: Nicht in Facets gesichert
es: No guardado en Facets
fr: Non enregistré dans Facets
ja: Facetsに保存されていません

source: Nothing Deleted
de: Nichts gelöscht
es: No hay nada eliminado
fr: Aucune suppression
ja: 削除した項目はありません

source: Nothing to Show
de: Nichts anzuzeigen
es: No hay nada que mostrar
fr: Rien à afficher
ja: 表示する項目がありません

source: Now %@
de: Jetzt %@
es: Ahora %@
fr: Désormais %@
ja: 現在%@

source: Objects
de: Objekte
es: Objetos
fr: Objets
ja: オブジェクト

source: Offers to remove it from Recents
de: Bietet an, es aus dem Verlauf zu entfernen
es: Ofrece eliminarlo de Recientes
fr: Propose de le retirer des récents
ja: 履歴から削除するか確認します

source: On This Mac
de: Auf diesem Mac
es: En mi Mac
fr: Sur ce Mac
ja: このMac内

source: On This iPad
de: Auf diesem iPad
es: En mi iPad
fr: Sur cet iPad
ja: このiPad内

source: On This iPhone
de: Auf diesem iPhone
es: En mi iPhone
fr: Sur cet iPhone
ja: このiPhone内

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く

source: Open %lld Models
de: %lld Modelle öffnen
es: Abrir %lld modelos
fr: Ouvrir %lld modèles
ja: %lld個のモデルを開く

source: Open Another File…
de: Andere Datei öffnen …
es: Abrir otro archivo…
fr: Ouvrir un autre fichier…
ja: 別のファイルを開く…

source: Open Model
de: Modell öffnen
es: Abrir modelo
fr: Ouvrir le modèle
ja: モデルを開く

source: Open a File…
de: Datei öffnen …
es: Abrir un archivo…
fr: Ouvrir un fichier…
ja: ファイルを開く…

source: Open the Sample
de: Beispiel öffnen
es: Abrir el ejemplo
fr: Ouvrir l'exemple
ja: サンプルを開く

source: Opened from another app
de: Aus anderer App geöffnet
es: Abierto desde otra app
fr: Ouvert depuis une autre app
ja: ほかのAppから開いた項目

source: Opening %@…
de: %@ wird geöffnet …
es: Abriendo %@…
fr: Ouverture de %@…
ja: %@を開いています…

source: Opening Files
de: Dateien öffnen
es: Abrir archivos
fr: Ouverture de fichiers
ja: ファイルを開く

source: Opens a model from your Facets library in 3D.
de: Öffnet ein Modell aus deiner Facets-Bibliothek in 3D.
es: Abre en 3D un modelo de tu biblioteca de Facets.
fr: Ouvre en 3D un modèle de votre bibliothèque Facets.
ja: Facetsライブラリのモデルを3Dで開きます。

source: Opens the folder
de: Öffnet den Ordner
es: Abre la carpeta
fr: Ouvre le dossier
ja: フォルダを開きます

source: Opens the model
de: Öffnet das Modell
es: Abre el modelo
fr: Ouvre le modèle
ja: モデルを開きます

source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
ja: 開く…

source: Other Printer
de: Anderer Drucker
es: Otra impresora
fr: Autre imprimante
ja: その他のプリンタ

source: Other Printer…
de: Anderer Drucker …
es: Otra impresora…
fr: Autre imprimante…
ja: その他のプリンタ…
